IDEA StatiCa Open Model
ConnectionSetup.LimitDeformation Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Limit deformation on closed sections
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double LimitDeformation { get; set; }
Public Property LimitDeformation As Double
	Get
	Set
public:
property double LimitDeformation {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace